<?php
$page = new stdClass();
$page->title = "张俊杰-环境经济学-发表";
$page->template = "../templates/cntemplate.php";
?>
<?php ob_start(); /* head   */ ?>
<meta name="description" content="张俊杰的中文发表">
<?php $page->head = ob_get_clean();
?>
<?php ob_start(); /* content */ ?>
<div>
    <div class="submenu"> 
        <h1><a href="cncv.php">履历</a> &#xbb; 
            研究 &#xbb; 
            <a href="#expertise">简介</a> &bull; 
            <a href="#ongoing">课题</a> </h1>
    </div>

    <h2 id="expertise">研究专长<br></h2><hr>
    <p>张俊杰主要从事环境经济学与环境管理方面的研究，从经济学与环境科学交叉的角度来研究环境保护和资源节约的实证问题，通过开发计量经济学模型来解决环境与资源政策制定中的挑战，在探索环境管理对象的微观行为与政策作用机理方面，取得了一系列研究成果。首次提出了利用社会经济系统中微观个体行为来推断与其耦合的自然系统的隐含变量这一方法，为信息不完备条件下的环境与自然资源管理提出了独特的解决方案；开发了一系列基于大数据方法的模型，用以验证环境管制对象自我报告的数据和信息的准确性；发展了基于结构化和简约模型的后评估方法，用以系统性地评价环境管理政策的有效性。</p>

    <p>研究具有以下三个特点。第一，强调环境管理必须要考虑微观个体的行为变化。由于管理环境的实质是管理污染者，忽视个体对政策的应对行为可能会导致政策达不到预期效果，有时甚至可能造成反效果。第二，在实证研究中大量使用新数据和新方法。比如应用大数据的方法从互联网和卫星图像中获取非传统和非结构化的信息用于研究；再比如开发简约的或结构化的计量经济学模型用以评价环境管理措施的有效性。第三，采用交叉学科的方法来回答可持续发展的复杂问题，将经济学分析纳入到环境科学和工程模型之中，全面分析环境政策的效果。</p>

    <p>研究对象包括环境污染、气候变化、和资源的最优利用。这些主题实质上在回答同一问题：微观个体是如何对环境质量以及环境管制做出反应的？目前的研究课题有四个领域：环境数据的可控性、污染暴露与防护、气候治理的经济激励、以及隐含变量条件下的自然资源最优管理。</p>

    <h2 id="ongoing">在研课题<br></h2><hr>
    <ol>
        <li>国家自然科学基金面上项目#71773043，主持，2018-2022<br>
        “基于防护支出法量化空气污染损失的实证研究”</li>
        <li>国家自然科学基金面上项目#71773062，子课题负责人，2018-2022<br>
        “通过劳动力市场评估空气污染对经济的影响——基于计量经济学和CGE模型耦合的分析”</li>
        <li>美国国家科学基金#1600267，主持，2016-2020<br> 
        “气候变化对加州洋流系统关键渔业的影响”</li>
        <li>中国环境与发展国际合作委员会，子课题负责人，2019-2020<br>
        “关于促进生态保护和生物多样性融资的政策建议”</li>
        <li>昆山市政府，主持，2019-2020<br>
        “母婴群体的大气污染防护行为研究”</li>

    </ol>

    <h2 id="completed">完成课题<br></h2><hr>
    <ol>
        <li>生态环境部对外合作与交流中心，主持，2019<br>
        “泰国固体废物管理政策及资源化发展路径研究”</li>
        <li>哈尔滨工业大学（深圳），主持，2018-2019<br>
        “碳排放权定价机制研究：碳定价对低碳创新与社会经济的影响研究”</li>
        <li>能源基金会，主持，2017-2019<br>
        “中国碳定价顶层设计的经济学分析”</li>
        <li>国家自然科学基金应急项目#71771010，主持，2017-2018<br>
            “美国退出《巴黎气候变化协议》决定的潜在风险与政策博弈分析”</li>
        <li>中国环境科学研究院，子课题负责人，2017<br>
            “水污染防治法修订中的费用效益分析”</li>
        <li>环保部环境规划院，子课题负责人，2016-2017<br>
            “区域环境信用指标体系及政策机制研究”</li>
        <li>环保部政研中心，子课题负责人，2016<br>
            “中国环境政策费用效益分析方法构建与应用”</li>
        <li>世界银行，咨询专家，2012-2016<br>
            “中国气候变化技术需求评估”</li>    
        <li>加州大学能源与环境经济学研究中心，主持，2012-2014<br> 
            “空气污染的防护行为”</li>
        <li>美国国家科学基金，主要参与者，2010-2016<br>
            “加州洋流系统的生态演进”</li>
        <li>赫尔曼基金，主持，2011-2012<br>
            “中国可再生能源的投资”</li>
        <li>未来资源研究所，主持，2011-2012<br>
            “碳市场、集聚效应、以及风力发电的投资”</li>
        <li>美国海洋与大气管理局#T03503，主持，2010-2012<br> 
            “气候变化对渔业生产的影响”</li>
        <li>美国国家科学基金，子课题负责人，2009-2011<br>
            “跨区域的生态系统空间分析与土地利用及变化的比较研究”</li>        
        <li>加州大学圣地亚哥分校跨学科合作校长基金，主持，2008-2009<br>
            “加利福尼亚海湾的渔业资源管理”</li>
    </ol>
</div>
<?php $page->content = ob_get_clean();?>
<?php $page->foot = ob_get_clean();?>
<?php include_once $page->template;?>