    <ol reversed>
        <li>邹骥,柴麒敏,陈济,傅莎,葛兴安,胡敏,李昂,林丹妮,林殷,刘冬惠,刘俊伶,刘爽,祁悦,王克,王庶,张俊杰.碳市场顶层设计路线图.《气候变化研究进展》15(3), 217-221，2019</li>
        <li>张俊杰. 《“一带一路”投资绿色标尺》. 人民出版社. 2018.</li>
        <li>葛察忠、璩爱玉、张俊杰、李红祥、董战峰. 《环境经济研究进展（第11卷）》. 中国环境出版社. 2017.</li>
        <li>张俊杰, 曾思育, 陈吉宁. 再生水与长距调水的费用—效果比较. 《中国给水排水》 20 (11): 22 - 24, 2005.</li>
        <li>张俊杰, 张悦, 陈吉宁, 张天柱. 居民对再生水的支付意愿及其影响因素. 《中国给水排水》 19 (6): 96 - 98, 2003.</li>
        <li>张俊杰, 陈吉宁, 王希希, 傅涛. 污水再生利用产业政策体系研究. 《全国城市污水再生利用经验交流和技术研讨会论文集》 2003.</li>
        <li>张俊杰, 邹骥, 陈吉宁. 火电部门二氧化碳排放动态基准线的构造及其应用. 《全球气候变化研究：进展与展望》 吕学都，王文远主编. 气象出版社. 2003.</li>
        <li>张俊杰, 邹骥, 陈吉宁. 电力部门清洁发展机制项目减碳成本计算研究. 《全球气候变化研究：进展与展望》 吕学都，王文远主编. 气象出版社. 2003.</li>
        <li>陈吉宁, 邹骥, 王灿, 张俊杰, 王希希, 傅平. 水环境产业的市场化及其政府管理政策. 《第二届环境保护市场化暨资本运营与环保产业发展高级研讨会论文汇编》 2001.</li>
        <li>邹骥, 陈吉宁, 张俊杰, 王灿, 艾宁, 齐小凡. 布什政府撤回控制温室气体排放承诺的原因和影响. 《环境观察与评论》 3 (2): 13 - 19, 2001.</li>
    </ol>